Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memtrad-tecnicasTA-usosTA.tmx
Source language: ca
Languages: es_es

source: aprenen a traduir a partir de textos comparables en ambdues llengües (textos que parlen del mateix però no són traducció mutua) i de textos monolingües en la llengua meta.
es_es: aprenden a traducir a partir de textos comparables en ambas lenguas (textos que hablan de lo mismo, pero no son traducción mutua) y de textos monolingües en la lengua meta.

source: d'aplicació d'un llenguatge controlat.
es_es: de aplicación de un lenguaje controlado.

source: l'estil del document resultant siga més homogeni.
es_es: el estilo del documento resultante sea más homogéneo.

source: per a usar-la amb finalitats d'assimilació.
es_es: para usarla con finalidades de asimilación.

source: posteditar totes les traduccions.
es_es: posteditar todas las traducciones.

source: resol la polisèmia mitjançant l'ús d'un desambiguador lèxic categorial.
es_es: resuelve la polisemia mediante el uso de un desambiguador léxico categorial.

source: tradueixen directament (mot per mot) de a llengua origen a la llengua meta.
es_es: traducen directamente (palabra por palabra) de la lengua origen a la lengua meta.

source: usar la forma passiva.
es_es: usar la forma pasiva.

source: de disseminació.
es_es: de diseminación.

source: no necessiten saber res de les llengües $L_1$ a $L_6.$ han d'escriure 12 mòduls de transferència més, 6 des de la llengua $L_7$ i 6 cap a la llengua $L_7$.
es_es: no necesitan saber nada de las lenguas $L_1$ a $L_6.$ tienen que escribir 12 módulos de transferencia más, 6 desde la lengua $L_7$ y 6 hacia la lengua $L_7$.

source: {flamand83b}: traduir és representar amb precisió (fidelitat a l'autor) un missatge en LO en una forma autèntica i correcta de la LM, adaptada al contingut i al receptor (fidelitat al lector)''.
es_es: {flamand83b}: traducir es representar con precisión (fidelidad al autor) un mensaje en LO en una forma auténtica y correcta de la LM, adaptada al contenido y al receptor (fidelidad al lector)''.

source: Anàlisi, transferència i generació.
es_es: Análisis, transferencia y generación.

source: Canvi d'un mot per un altre per causa d'una homografia en alguna de les dues llengües com aquest$$como este$$menjo aquest; riu sec$$río seco$$ric sec.
es_es: Cambio de una palabra por otro a causa de una homografía en alguna de las dos lenguas com aquest$$como este$$menjo aquest; riu sec$$río seco$$ric sec.

source: Construir 6 nous mòduls de transferència ($T_{14}$, $T_{24}$, $T_{34}$, $T_{41}$, $T_{42}$ i $T_{43}$).
es_es: Construir 6 nuevos módulos de transferencia ($T_{14}$, $T_{24}$, $T_{34}$, $T_{41}$, $T_{42}$ y $T_{43}$).

source: De transferència amb 2 llengües (hem afegit la tercera) De transferència amb 4 llengües (hem afegit la quinta)
es_es: De transferencia con 2 lenguas (hemos añadido la tercera) De transferencia con 4 lenguas (hemos añadido la quinta)

source: Disseminació.
es_es: Diseminación.

source: Dos, un per a la fase d'anàlisi i un altre per a la de transferència.
es_es: Dos, uno para la fase de análisis y otro para la de transferencia.

source: El d'anàlisi.
es_es: El de análisis.

source: El mòdul de generació (o, menys comunament, síntesi) genera a partir de la RATM un text concret: la traducció en brut.
es_es: El módulo de generación (o, menos comúnmente, síntesis) genera a partir de la RATM un texto concreto: la traducción en bruto.

source: Els de transferència sintàctica.
es_es: Los de transferencia sintáctica.

source: Els sistemes de transferència semàntica superficial.
es_es: Los sistemas de transferencia semántica superficial.

source: Els sistemes de transferència sintàctica només usen informació bilingüe en una de les tres fases.
es_es: Los sistemas de transferencia sintáctica sólo usan información bilingüe en una de las tres fases.

source: Els textos meta resultants són molt més curts.
es_es: Los textos meta resultantes son mucho más cortos.

source: En el de transferència.
es_es: En el de transferencia.

source: En la de generació En la de transferència.
es_es: En la de generación En la de transferencia.

source: En un sistema de transferència semàntica o d'interlingua clàssic.
es_es: En un sistema de transferencia semántica o de interlingua clásico.

source: Joan usa el Web Translator per a fer una versió en alemany de la seua pàgina Web abans de publicar-la en Internet.
es_es: Joan usa el Web Translator para hacer una versión en alemán de su página Web antes de publicarla en Internet.

source: Joan usa el Web Translator per a fer una versió en alemany de la seua pàgina Web.
es_es: Joan usa el Web Translator para hacer una versión en alemán de su página Web.

source: L'ús d'un llenguatge controlat elimina completament la necessitat de postedició.
es_es: El uso de un lenguaje controlado elimina completamente la necesidad de postedición.

source: La generació morfològica.
es_es: La generación morfológica.

source: La postedició en una aplicació de disseminació.
es_es: La postedición en una aplicación de diseminación.

source: La traducció automàtica de converses electròniques interactives (usant el teclat i la pantalla d'ordinadors connectats entre si; xat) entre persones que parlen dos idiomes diferents.
es_es: La traducción automática de conversaciones electrónicas interactivas (usando el teclado y la pantalla de ordenadores conectados entre sí; chat) entre personas que hablan dos idiomas diferentes.

source: Les seqüències de categories morfològiques corresponents.
es_es: Las secuencias de categorías morfológicas correspondientes.

source: No, perquè només estem mirant el text meta.
es_es: No, porque solo estamos mirando el texto meta.

source: Per a emmagatzemar les diferents alternatives de traducció d'un segment de text.
es_es: Para almacenar las diferentes alternativas de traducción de un segmento de texto.

source: Perquè el format quede més agradable a la vista.
es_es: Para que el formato quede más agradable a la vista.

source: Preedició, traducció per transferència, disseminació, postedició.
es_es: Preedición, traducción por transferencia, diseminación, postedición.

source: Provar a traduir tot el text amb un altre traductor automàtic.
es_es: Probar a traducir todo el texto con otro traductor automático.

source: Quan hem llegit angoi- ja sabem que el lema és angoixar o angoixa, és a dir, que comença per { angoixa}.
es_es: Cuando leemos angoi- ya sabemos que el lema es angoixar o angoixa, es decir, que comienza por { angoixa}.

source: Que és especialment adequat per a la disseminació, perquè els articles són paraules molt poc freqüents en el text i per tant no serà necessària molta postedició.
es_es: Que es especialmente adecuado para la diseminación, ya que los artículos son palabras muy poco frecuentes en el texto y por lo tanto, no será necesaria mucha postedición.

source: Sí, açò pot ocòrrer quan es donen els anomenats passis gratuïts; de segur que, si insistim, trobarem alguna oració que hi serà traduïda malament.
es_es: Sí, esto puede ocurrir cuando se dan los llamados pases gratuitos; seguro que, si insistimos, encontraremos alguna oración mal traducida.

source: Sí, perquè en cada cas s'han d'evitar problemes diferents.
es_es: Sí, porque en cada caso se tienen que evitar problemas diferentes.

source: Tots els mòduls són bilingües, no n'hi ha cap de monolingüe.
es_es: Todos los módulos son bilingües, no hay ninguno monolingüe.

source: Usant informació morfosintàctica, ja que en la posició concreta de la frase podria anar només un verb o un substantiu.
es_es: Usando información morfosintáctica, puesto que en la posición concreta de la frase podría ir sólo un verbo o un sustantivo.

source: polisèmia mal resolta d'un mot: rebrem el president a l'estació $$ we will welcome the president at the *season en comptes de at the station.
es_es: polisemia mal resuelta de una palabra: rebrem el president a l'estació $$ we will welcome the president at the *season en vez de at the station.

source: {} es tracta d'un mot homògraf.
es_es: {} se trata de una palabra homógrafa.

source: {} la llengua origen.
es_es: {} la lengua origen.

source: {} només pot referir-se a la sintaxi.
es_es: {} solo puede referirse a la sintaxis.

source: {} per a la disseminació.
es_es: {} para la diseminación.

source: {} traducció automàtica assistida per la persona.
es_es: {} traducción automática asistida por la persona.

source: {}la preedició repetitiva dels documents origen.
es_es: {}la preedición repetitiva de los documentos origen.

source: {}més senzilla és la generació.
es_es: {}más sencilla es la generación.

source: { Nos ofreció un postre buenísimo} $$ { Ens va oferir unes postres boníssimes}: La traducció és correcta.
es_es: { Nos ofreció un postre buenísimo} $$ { Ens va oferir unes postres boníssimes}: La traducción es correcta.

source: [Nombre total de paraules de l'oració:] Quan es puntuen les hipòtesis de traducció es multipliquen moltes probabilitats, és a dir valors entre 0 i 1, de manera que com més llarga siga una traducció més probabilitats es multipliquen i més fàcil es arribar a tenir una puntuació molt prop de zero.
es_es: [Número total de palabras de la oración:] Cuando se puntúan las hipótesis de traducción se multiplican muchas probabilidades, es decir valores entre 0 y 1, de forma que cuanto más larga sea una traducción más probabilidades se multiplican y más fácil es llegar a tener una puntuación muy cerca de cero.

source: [Polisèmia:] El [canto] de la sirena $$ El [cant] de la sirena; El [canto] de la moneda $$ El [cant] de la moneda$^*$.
es_es: [Polisemia:] El [canto] de la sirena $$ El [cant] de la sirena; El [canto] de la moneda $$ El [cant] de la moneda$^*$.

source: ... impossibilita l'ús del sistema per a tasques de disseminació d'informació.
es_es: ... imposibilita el uso del sistema para tareas de diseminación de información.

source: ... produeix, per a cada mot, totes les tripletes lema--categoria--informació morfològica possibles.
es_es: ... produce, para cada palabra, todas los tripletes lema--categoría--información morfológica posibles.

source: de postedició.
es_es: de postedición.

source: el poder d'expressió de l'idioma siga més gran.
es_es: el poder de expresión del idioma sea más grande.

source: necessiten construir una interpretació completa del text abans de traduir-ho.
es_es: necesitan construir una interpretación completa del texto antes de traducirlo.

source: no pot resoldre la polisèmia amb cap dels programes esmentats en les altres dues opcions.
es_es: no puede resolver la polisemia con ninguno de los programas mencionados en las otras dos opciones.

source: preeditar els manuals abans de traduir-los.
es_es: preeditar los manuales antes de traducirlos.

source: usar oracions subordinades.
es_es: usar oraciones subordinadas.

source: per al qual no està pensada.
es_es: para el que no está pensada.

source: {jakobson66b}: ``Traducció és la interpretació de signes verbals per mitjà d'una altra llengua''.
es_es: {jakobson66b}: ``Traducción es la interpretación de signos verbales por medio de otra lengua''.

source: Anàlisi i transferència.
es_es: Análisis y transferencia.

source: Cap de les altres respostes es correcta.
es_es: Ninguna de las otras respuestas es correcta.

source: Corregir-la i seguir posteditant.
es_es: Corregirla y seguir posteditando.

source: El personal d'IBM tradueix patents europees per a detectar possibles avanços en correcció d'errors de comunicacions digitals.
es_es: El personal de IBM traduce patentes europeas para detectar posibles avances en corrección de errores de comunicaciones digitales.

source: Els de transferència semàntica.
es_es: Los de transferencia semántica.

source: Els sistemes d'interlingua.
es_es: Los sistemas deinterlingua.

source: Els sistemes de traducció automàtica estadística no fan servir cap model de llengua.
es_es: Los sistemas de traducción automática estadística no usan ningún modelo de lengua.

source: Els textos origen es fan més intel·ligibles.
es_es: Los textos origen se hacen más inteligibles.

source: En el de generació.
es_es: En el de generación.

source: En un sistema de transferència sintàctica.
es_es: En un sistema de transferencia sintáctica.

source: L'empresa Into the Wind tradueix automàticament el seu catàleg de milotxes i catxerulos a diverses llengües.
es_es: La empresa Into the Wind traduce automáticamente su catálogo de dos tipos de cometas a varias lenguas.

source: L'ús d'un llenguatge controlat en una aplicació de disseminació.
es_es: El uso de un lenguaje controlado en una aplicación de diseminación.

source: La casa gran.
es_es: La casa grande.

source: La fase de transferència d'un sistema de transferència sintàctica realitza transformacions d'arbres d'anàlisi sintàctica d'acord amb regles determinades.
es_es: La fase de transferencia de un sistema de transferencia sintáctica realiza transformaciones de árboles de análisis sintáctico de acuerdo con reglas determinadas.

source: La postedició sistemàtica
es_es: La postedición sistemática

source: La traducció de despatxos de premsa en altres idiomes.
es_es: La traducción de despachos de prensa en otros idiomas.

source: La transferència morfològica.
es_es: La transferencia morfológica.

source: Les estructures semàntiques superficials corresponents.
es_es: Las estructuras semánticas superficiales corresponendientes.

source: Llegir angoix- o angoixa- no ens permet determinar amb seguretat més informació sobre la forma lèxica; en el cas d'angoixa- es poden descartar algunes formes del verb angoixar com angoixem o angoixí, però encara en queden moltes.
es_es: Leer angoix- o angoixa- no nos permite determinar con seguridad más información sobre la forma léxica; en el caso de angoixa- se pueden descartar algunas formas del verbo angoixar como angoixem o angoixí, pero aún quedan muchas.

source: No podria, perquè les dues traduccions són sempre possibles en qualsevol frase.
es_es: No podría, porque las dos traducciones son siempre posibles en cualquier frase.

source: No, perquè la llengua meta dels dos sistemes és la mateixa.
es_es: No, porque la lengua meta de los dos sistemas es la misma.

source: Només per a certs idiomes amb estructura gramatical senzilla com l'anglés.
es_es: Sólo para ciertos idiomas con estructura gramatical sencilla como el inglés.

source: Postedició, ja que l'idioma del document canvia per què puga ser entés.
es_es: Postedición, ya que el idioma del documento cambia para que pueda ser entendido.

source: Preedició, traducció per transferència, postedició, disseminació.
es_es: Preedición, traducción por transferencia, postedición, diseminación.

source: Pèrdua de mots: en tinc dos$$tengo dos$$tinc dos; hi van arribar tard$$llegaron tarde$$van arribar tard.
es_es: Pérdida de palabras: en tinc dos$$tengo dos$$tinc dos; hi van arribar tard$$llegaron tarde$$van arribar tard.

source: Quan s'apliquen les regles d'un llenguatge controlat, el text resultant és gramaticalment acceptable però s'hi eviten construccions i mots que donen problemes.
es_es: Cuando se aplican las reglas de un lenguaje controlado, el texto resultante es gramaticalmente aceptable, pero se evitan construcciones y palabras que dan problemas.

source: Que no és útil ni per a l'assimilació ni per a la disseminació.
es_es: Que no es útil ni para la asimilación ni para la diseminación.

source: Si el text és tècnic, es pot fer sense mirar.
es_es: Si el texto es técnico, se puede hacer sin mirar.

source: Sí, perquè són una font molt important d'errors especialment difícils de corregir si no es coneix què ha passat.
es_es: Sí, porque son una fuente muy importante de errores especialmente difíciles de corregir si no se conoce qué ha pasado.

source: Sí, si es tracta d'oracions en què aquesta ambigüitat es deu a mots polisèmics i el programa té un diccionari prou complet.
es_es: Sí, si se trata de oraciones en las que esta ambigüedad se debe a palabras polisémicas y el programa tiene un diccionario bastante completo.

source: Tres, un per a la fase d'anàlisi, un altre per a la de transferència i un tercer per a la de generació.
es_es: Tres, uno para la fase de análisis, otro para la de transferencia y un tercero para la de generación.

source: Vuit.
es_es: Ocho.

source: problemes de concordança: aquella gent estava feliç $$ *that people *was happy en comptes de those people were happy.
es_es: problemas de concordancia: aquella gente estava feliç $$ *that people *was happy en vez de those people were happy.

source: {} només pot referir-se a la terminologia.
es_es: {} sólo puede referirse a la terminología.

source: {} per a l'assimilació.
es_es: {} para la asimilación.

source: {} probablement un sistema autòmatic haurà de recórrer a informació estadística o regles sobre el context per triar una de les solucions.
es_es: {} probablemente un sistema automático tendrá que recurrir a información estadística o reglas sobre el contexto para elegir una de las soluciones.

source: {} tant la llengua origen com la llengua meta.
es_es: {} tanto la lengua origen como la lengua meta.

source: {} traducció humana assistida per l'ordinador.
es_es: {} traducción humana asistida por el ordenador.

source: {} un sistema de traducció automàtica ergonòmic.
es_es: {} un sistema de traducción automática ergonómico.

source: {}la traducció de fragments ja traduïts anteriorment.
es_es: {}la traducción de fragmentos ya traducidos anteriormente.

source: {}més senzilla és la transferència.
es_es: {}más sencilla es la transferencia.

source: és una alternativa a la postedició.
es_es: Es una alternativa a la postedición.

source: quan s'ha realitzat també preedició.
es_es: cuando se ha realizado también preedición.

source: [Nombre de segments:] Aquest model es similar a l'anterior, però comptant el nombre de segments bilingües que s'han usat per a produir una hipòtesi de traducció.
es_es: [Número de segmentos:] Este modelo es similar al anterior, pero contando el número de segmentos bilingües que se han usado para producir una hipótesis de traducción.

source: Canvis de concordança: La dona cosia el coixí cansada$$La dona cosía la almohada cansada$$La dona cosia el coixí cansat. Quan tradueix del català a l'espanyol, cansada no concorda amb coixí i es tradueix independentment, però a la tornada almohada sí que concorda amb cansada i el sistema els tradueix com si formaren un sintagma.
es_es: Cambios de concordancia: La dona cosia el coixí cansada$$La dona cosía la almohada cansada$$La dona cosia el coixí cansat. Cuando traduce del catalán al español, cansada no concuerda con almohada y se traduce independientemente, pero a la vuelta almohada sí que concuerda con cansada y el sistema los traduce como si formaran un sintagma.

source: En el Diccionari de la Llengua Catalana es defineix { traducció} com la ``reproducció del contingut d'un text o d'un enunciat oral, formulat en una llengua, en formes pròpies d'una altra llengua'' (i traduir com ``escriure o dir en una llengua allò que ha estat escrit o dit en una altra'').
es_es: En el Diccionario de la Lengua Catalana se define { traducción} como la ``reproducción del contenido de un texto o de un enunciado oral, formulado en una lengua, en formas propias de otra lengua'' (y traducir como ``escribir o decir en una lengua aquello que ha sido escrito o dicho en otra'').

source: Les cases grans.
es_es: Las casas grandes.

source: Les cases.
es_es: Las casas.

source: Quan hem vist angoixav- ja podem dir que el lema és angoixar, que es tracta d'un verb, i que estem, amb tota seguretat, davant d'una forma de l'imperfet d'indicatiu.
es_es: Cuando hemos visto angoixav- ya podemos decir que el lema es angoixar, que se trata de un verbo, y que estamos, con toda seguridad, ante una forma de imperfecto de indicativo.

source: ambigüitat estructural mal resolta: Dona'm la clau d'aquell sistema $$ give me the key *from that system en comptes de give me the key to that system.
es_es: ambigüedad estructural mal resuelta: Dona'm la clau d'aquell sistema $$ give me the key *from that system en vez de give me the key to that system.

source: { Nos ofreció un postre típico buenísimo} $$ { *Ens va oferir unes postres típiques boníssim}: funciona incorrectament perquè no reconeix la seqüència completa { art}--{ subst}--{ adj}--{ adj}; en canvi, sí reconeix la seqüència més curta (2) { art}--{ subst}--{ adj} i propaga el gènere del substantiu només a l'article i al primer adjectiu.
es_es: { Nos ofreció un postre típico buenísimo} $$ { *Ens va oferir unes postres típiques boníssim}: funciona incorrectamente porque no reconoce la secuencia completa { art}--{ sust}--{ adj}--{ adj}; en cambio, sí reconoce la secuencia más corta (2) { art}--{ sust}--{ adj} y propaga el género del sustantivo sólo al artículo y al primer adjetivo.

source: {alcaraz97b} defineixen traducció com ``expresión de un enunciado en la lengua de llegada [lengua meta] que sea equivalente al de la lengua de partida [lengua origen]''; queda per definir la noció d'equivalència, que els mateixos autors defineixen així: ``la posesión del mismo valor por parte de los enunciados de la lengua de partida y de la de llegada''; l'equivalència pot ser { semàntica}, estilística i textual.
es_es: {alcaraz97b} definen traducción como ``expresión de un enunciado en la lengua de llegada [lengua meta] que sea equivalente al de la lengua de partida [lengua origen]''; queda por definir la noción de equivalencia, que los mismos autores definen así: ``la posesión del mismo valor por parte de los enunciados de la lengua de partida y de la de llegada''; la equivalencia puede ser { semántica}, estilística y textual.

source: Després de veure angoixave- encara no sabem la persona del verb (pot ser la segona del singular o la tercera del plural).
es_es: Después de ver angoixave- todavía no sabemos la persona del verbo (puede ser la segunda del singular o la tercera del plural).

source: Proposar a la persona usuària formes alternatives vàlides al text erroni.
es_es: Proponer a la persona usuaria formas alternativas válidas al texto erróneo.

source: problemes amb l'ordre dels mots: Jo he estat sempre un professional responsable $$ *I have been always a professional responsible en comptes de I have always been a responsible professional
es_es: problemas con el orden de las palabras: Jo he estat sempre un professional responsable $$ *I have been always a professional responsible en vez de I have always been a responsible professional

source: { Nos ofreció un postre muy bueno} $$ { *Ens va oferir unes postres molt bo}: funciona incorrectament perquè no reconeix la seqüència completa { art}--{ subst}--{ adv}--{ adj}; en canvi, sí reconeix la seqüència més curta (1) { art}--{ subst} i propaga el gènere del substantiu només a l'article.
es_es: { Nos ofreció un postre muy bueno} $$ {*Ens va oferir unes postres molt bo}: funciona incorrectamente porque no reconoce la secuencia completa { art}--{ sust}--{ adv}--{ adj}; en cambio, sí reconoce la secuencia más corta (1) { art}--{ sust} y propaga el género del sustantivo sólo al artículo.

source: glt La casa gran de l'amor.
es_es: glt La casa grande del amor.

source: Finalment, quan veiem angoixaven ja sabem que és la tercera del plural.
es_es: Finalmente, cuando vemos angoixaven ya sabemos que es la tercera del plural.

source: A continuació es descriuen molt breument aquests models i per a què s'usen: [Model de reordenament lèxic:] La seua funció és modelar diferents operacions de reordenament que es poden fer a l'hora de disposar les traduccions dels segments en LO.
es_es: A continuación se describen muy brevemente estos modelos y para qué se usan: [Modelo de reordenamiento léxico:] Su función es modelar diferentes operaciones de reordenamiento que se pueden hacer a la hora de disponer las traducciones de los segmentos en LO.
